Repository: dulcilubio/LoxBridge
Catalog: LoxBrige/Localizable.xcstrings
Source language: en
Languages: cs, da, de, et, fi, fr, nb, sv

source: Activities shorter than %.1f km will not be sent to Livelox
cs: Aktivity kratší než %.1f km nebudou odeslány do Livelox
da: Aktiviteter kortere end %.1f km sendes ikke til Livelox
de: Aktivitäten kürzer als %.1f km werden nicht an Livelox gesendet
et: Tegevused, mis on lühemad kui %.1f km, ei saadeta Liveloxile
fi: Alle %.1f km aktiviteetteja ei lähetetä Liveloxiin
fr: Les activités de moins de %.1f km ne seront pas envoyées à Livelox
nb: Aktiviteter kortere enn %.1f km sendes ikke til Livelox
sv: Aktiviteter kortare än %.1f km skickas inte till Livelox

source: Activities shorter than %d s will not be sent to Livelox
cs: Aktivity kratší než %d s nebudou odeslány na Livelox
da: Aktiviteter kortere end %d sek. sendes ikke til Livelox
de: Aktivitäten kürzer als %d s werden nicht an Livelox gesendet
et: Lühemad kui %d s tegevused ei saadeta Livelox'ile
fi: Alle %d s kestäviä aktiviteetteja ei lähetetä Livelox'iin
fr: Les activités de moins de %d s ne seront pas envoyées à Livelox
nb: Aktiviteter kortere enn %d sek. sendes ikke til Livelox
sv: Aktiviteter kortare än %d s skickas inte till Livelox

source: Activity details
cs: Podrobnosti aktivity
da: Aktivitetsdetaljer
de: Aktivitätsdetails
et: Tegevuse üksikasjad
fi: Aktiviteetin tiedot
fr: Détails de l'activité
nb: Aktivitetsdetaljer
sv: Aktivitetsdetaljer

source: All activities will be sent to Livelox regardless of distance
cs: Všechny aktivity budou odeslány do Livelox bez ohledu na vzdálenost
da: Alle aktiviteter sendes til Livelox uanset afstand
de: Alle Aktivitäten werden unabhängig von der Distanz an Livelox gesendet
et: Kõik tegevused saadetakse Liveloxile sõltumata kaugusest
fi: Kaikki aktiviteetit lähetetään Liveloxiin etäisyydestä riippumatta
fr: Toutes les activités seront envoyées à Livelox quelle que soit la distance
nb: Alle aktiviteter sendes til Livelox uavhengig av avstand
sv: Alla aktiviteter skickas till Livelox oavsett avstånd

source: All activities will be sent to Livelox regardless of duration
cs: Všechny aktivity budou odeslány na Livelox bez ohledu na dobu trvání
da: Alle aktiviteter sendes til Livelox uanset varighed
de: Alle Aktivitäten werden unabhängig von der Dauer an Livelox gesendet
et: Kõik tegevused saadetakse Livelox'ile sõltumata kestusest
fi: Kaikki aktiviteetit lähetetään Livelox'iin kestosta riippumatta
fr: Toutes les activités seront envoyées à Livelox quelle que soit leur durée
nb: Alle aktiviteter sendes til Livelox uavhengig av varighet
sv: Alla aktiviteter skickas till Livelox oavsett varaktighet

source: All Set!
cs: Vše připraveno!
da: Klar!
de: Fertig!
et: Valmis!
fi: Valmista!
fr: C'est prêt !
nb: Klar!
sv: Klart!

source: App
cs: Aplikace
et: Rakendus
fi: Sovellus
fr: Application

source: Apple Watch GPS signal
cs: GPS signál Apple Watch
et: Apple Watch GPS-signaal
fi: Apple Watch GPS-signaali
fr: Signal GPS de l'Apple Watch

source: Ask before uploading
cs: Dotázat se před nahráním
da: Spørg inden upload
de: Vor dem Hochladen fragen
et: Küsi enne üleslaadimist
fi: Kysy ennen latausta
fr: Demander avant l'envoi
nb: Spør før opplasting
sv: Fråga innan uppladdning

source: Authorization callback did not contain a valid code.
cs: Zpětné volání autorizace neobsahovalo platný kód.
da: Autoriserings-callbacken indeholdt ikke en gyldig kode.
de: Der Autorisierungs-Callback enthielt keinen gültigen Code.
et: Autoriseerimise tagasihelistamine ei sisaldanud kehtivat koodi.
fi: Valtuutuksen takaisinkutsu ei sisältänyt kelvollista koodia.
fr: Le rappel d'autorisation ne contenait pas de code valide.
nb: Autoriseringscallbacken inneholdt ikke en gyldig kode.
sv: Auktoriseringscallbacken innehöll ingen giltig kod.

source: Authorization was cancelled.
cs: Autorizace byla zrušena.
da: Autorisering blev annulleret.
de: Autorisierung wurde abgebrochen.
et: Autoriseerimine tühistati.
fi: Valtuutus peruutettiin.
fr: L'autorisation a été annulée.
nb: Autorisering ble avbrutt.
sv: Auktoriseringen avbröts.

source: Authorize Health Access
cs: Autorizovat přístup ke zdraví
da: Autoriser sundhedsadgang
de: Gesundheitszugriff autorisieren
et: Volita terviseandmete juurdepääs
fi: Valtuuta terveyskäyttöoikeus
fr: Autoriser l'accès à la santé
nb: Autoriser helsetilgang
sv: Auktorisera hälsoåtkomst

source: Automatically bridge your orienteering activities to Livelox — whether you run with Apple Watch or iPhone. After each activity, LoxBridge extracts your GPS route and uploads it to Livelox with no cables and no manual exports. Just go, and your route appears in Livelox ready to replay and share.
cs: Automaticky propojte své orientační aktivity s Livelox — ať už běžíte s Apple Watch nebo iPhonem. Po každé aktivitě LoxBridge extrahuje vaši GPS trasu a nahraje ji do Livelox bez kabelů a ručního exportu. Stačí vyrazit a vaše trasa se zobrazí v Livelox připravená k přehrání a sdílení.
da: Forbind automatisk dine orienteringsaktiviteter med Livelox — uanset om du løber med Apple Watch eller iPhone. Efter hver aktivitet udtrækker LoxBridge din GPS-rute og uploader den til Livelox uden kabler og manuel eksport. Bare start, og din rute vises i Livelox klar til afspilning og deling.
de: Verbinde deine Orientierungsaktivitäten automatisch mit Livelox – ob mit Apple Watch oder iPhone. Nach jeder Aktivität extrahiert LoxBridge deine GPS-Route und lädt sie ohne Kabel und manuelle Exporte in Livelox hoch. Leg einfach los, und deine Route erscheint in Livelox zur Wiedergabe und zum Teilen.
et: Ühenda oma orienteerumisaktiviteedid automaatselt Liveloxiga — olenemata sellest, kas kasutad Apple Watchi või iPhonet. Pärast iga tegevust eraldab LoxBridge sinu GPS-raja ja laadib selle Liveloxisse üles ilma kaablite ja käsitsi ekspordita. Alusta lihtsalt ja sinu rada ilmub Liveloxis taasesitamiseks ja jagamiseks.
fi: Yhdistä orientointiaktiviteettisi automaattisesti Liveloxiin — riippumatta siitä, käytätkö Apple Watchia vai iPhonea. Jokaisen aktiviteetin jälkeen LoxBridge poimii GPS-reittisi ja lataa sen Liveloxiin ilman kaapeleita ja manuaalisia vientejä. Lähde vain liikkeelle, ja reittisi näkyy Liveloxissa valmiina toistettavaksi ja jaettavaksi.
fr: Synchronisez automatiquement vos activités d'orientation avec Livelox — que vous couriez avec l'Apple Watch ou l'iPhone. Après chaque activité, LoxBridge extrait votre itinéraire GPS et le transfère vers Livelox sans câbles ni exportation manuelle. Partez simplement, et votre itinéraire apparaît dans Livelox prêt à être relu et partagé.
nb: Koble orienteringsaktivitetene dine automatisk til Livelox — enten du løper med Apple Watch eller iPhone. Etter hver aktivitet henter LoxBridge GPS-ruten din og laster den opp til Livelox uten kabler og manuell eksport. Bare start, og ruten din vises i Livelox klar til å spilles av og deles.
sv: Koppla automatiskt dina orienteringsaktiviteter till Livelox — oavsett om du springer med Apple Watch eller iPhone. Efter varje aktivitet extraherar LoxBridge ditt GPS-spår och laddar upp det till Livelox utan kablar och utan manuell export. Kör igång, och din rutt visas i Livelox redo att spela upp och dela.

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
et: Tühista
fi: Peruuta
fr: Annuler
nb: Avbryt
sv: Avbryt

source: Complete an outdoor activity with your Apple Watch and it will appear here.
cs: Dokončete venkovní aktivitu s Apple Watch a zobrazí se zde.
da: Gennemfør en udendørs aktivitet med dit Apple Watch, og den vises her.
de: Schließe eine Outdoor-Aktivität mit deiner Apple Watch ab und sie erscheint hier.
et: Lõpeta õuetegevus Apple Watchiga ja see ilmub siia.
fi: Suorita ulkoaktiviteetti Apple Watchillasi, ja se näkyy täällä.
fr: Terminez une activité en extérieur avec votre Apple Watch et elle apparaîtra ici.
nb: Fullfør en utendørs aktivitet med Apple Watch, så vises den her.
sv: Slutför en utomhusaktivitet med din Apple Watch så visas den här.

source: Connect Apple Health
cs: Připojit Apple Health
da: Forbind Apple Helbred
de: Apple Gesundheit verbinden
et: Ühenda Apple Tervis
fi: Yhdistä Apple Terveys
fr: Connecter Apple Santé
nb: Koble til Apple Helse
sv: Anslut Apple Hälsa

source: Connect Livelox
cs: Připojit Livelox
da: Forbind Livelox
de: Livelox verbinden
et: Ühenda Livelox
fi: Yhdistä Livelox
fr: Connecter Livelox
nb: Koble til Livelox
sv: Anslut Livelox

source: Connect your Livelox account to upload activity routes automatically.
cs: Připojte svůj účet Livelox pro automatické nahrávání tras aktivit.
da: Forbind din Livelox-konto for automatisk at uploade aktivitetsruter.
de: Verbinde dein Livelox-Konto, um Aktivitätsrouten automatisch hochzuladen.
et: Ühenda oma Livelox konto tegevusradade automaatseks üleslaadimiseks.
fi: Yhdistä Livelox-tilisi aktiviteettireittien automaattista lataamista varten.
fr: Connectez votre compte Livelox pour transférer automatiquement vos itinéraires d'activité.
nb: Koble til Livelox-kontoen din for å laste opp aktivitetsruter automatisk.
sv: Koppla ditt Livelox-konto för att automatiskt ladda upp aktivitetsrutter.

source: Connected to %@
cs: Připojeno k %@
da: Forbundet til %@
de: Verbunden mit %@
et: Ühendatud: %@
fi: Yhdistetty käyttäjään %@
fr: Connecté à %@
nb: Tilkoblet %@
sv: Ansluten till %@

source: Connections
cs: Připojení
da: Forbindelser
de: Verbindungen
et: Ühendused
fi: Yhteydet
fr: Connexions
nb: Tilkoblinger
sv: Anslutningar

source: Data shared with third parties
cs: Data sdílená s třetími stranami
da: Data delt med tredjeparter
de: Daten, die mit Dritten geteilt werden
et: Kolmandate osapooltega jagatud andmed
fi: Kolmansille osapuolille jaetut tiedot
fr: Données partagées avec des tiers
nb: Data delt med tredjeparter
sv: Data som delas med tredje part

source: Data we access
cs: Data, ke kterým přistupujeme
da: Data vi tilgår
de: Daten, auf die wir zugreifen
et: Andmed, millele me ligi pääseme
fi: Tiedot, joihin meillä on pääsy
fr: Données auxquelles nous accédons
nb: Data vi har tilgang til
sv: Data vi använder

source: Delete 1 route?
cs: Smazat 1 trasu?
da: Slet 1 rute?
de: 1 Route löschen?
et: Kustutada 1 rada?
fi: Poistetaanko 1 reitti?
fr: Supprimer 1 itinéraire ?
nb: Slette 1 rute?
sv: Ta bort 1 rutt?

source: Delete all %lld routes?
cs: Smazat všech %lld tras?
da: Slet alle %lld ruter?
de: Alle %lld Routen löschen?
et: Kustutada kõik %lld rada?
fi: Poistetaanko kaikki %lld reittiä?
fr: Supprimer les %lld itinéraires ?
nb: Slette alle %lld ruter?
sv: Ta bort alla %lld rutter?

source: Delete All Routes
cs: Smazat všechny trasy
da: Slet alle ruter
de: Alle Routen löschen
et: Kustuta kõik rajad
fi: Poista kaikki reitit
fr: Supprimer tous les itinéraires
nb: Slett alle ruter
sv: Ta bort alla rutter

source: Delete local data
cs: Smazat lokální data
da: Slet lokale data
de: Lokale Daten löschen
et: Kustuta kohalikud andmed
fi: Poista paikalliset tiedot
fr: Supprimer les données locales
nb: Slett lokale data
sv: Ta bort lokal data

source: Disconnect Livelox
cs: Odpojit Livelox
da: Afbryd Livelox
de: Livelox trennen
et: Ühenda Livelox lahti
fi: Katkaise Livelox-yhteys
fr: Déconnecter Livelox
nb: Koble fra Livelox
sv: Koppla från Livelox

source: Do you want to upload %@ to Livelox?
cs: Chcete nahrát %@ na Livelox?
da: Vil du uploade %@ til Livelox?
de: Möchtest du %@ auf Livelox hochladen?
et: Kas soovid laadida %@ üles Livelox'ile?
fi: Haluatko ladata %@ Livelox'iin?
fr: Voulez-vous téléverser %@ sur Livelox ?
nb: Vil du laste opp %@ til Livelox?
sv: Vill du ladda upp %@ till Livelox?

source: Do you want to upload the GPS route to Livelox?
cs: Chcete nahrát GPS trasu do Livelox?
da: Vil du uploade GPS-ruten til Livelox?
de: Möchtest du die GPS-Route zu Livelox hochladen?
et: Kas soovid GPS-raja Liveloxisse üles laadida?
fi: Haluatko ladata GPS-reitin Liveloxiin?
fr: Voulez-vous transférer l'itinéraire GPS vers Livelox ?
nb: Vil du laste opp GPS-ruten til Livelox?
sv: Vill du ladda upp GPS-spåret till Livelox?

source: Done
cs: Hotovo
da: Færdig
de: Fertig
et: Valmis
fi: Valmis
fr: Terminé
nb: Ferdig
sv: Klar

source: Failed to create GPX file.
cs: Nepodařilo se vytvořit soubor GPX.
da: Kunne ikke oprette GPX-fil.
de: GPX-Datei konnte nicht erstellt werden.
et: GPX-faili loomine ebaõnnestus.
fi: GPX-tiedoston luominen epäonnistui.
fr: Impossible de créer le fichier GPX.
nb: Kunne ikke opprette GPX-fil.
sv: Det gick inte att skapa GPX-filen.

source: Failed to enable background HealthKit delivery.
cs: Nepodařilo se povolit doručování HealthKit na pozadí.
da: Det lykkedes ikke at aktivere HealthKit-levering i baggrunden.
de: HealthKit-Hintergrundbereitstellung konnte nicht aktiviert werden.
et: HealthKit'i taustaedastuse lubamine ebaõnnestus.
fi: HealthKit-taustatoimitus ei voitu ottaa käyttöön.
fr: Impossible d'activer la livraison HealthKit en arrière-plan.
nb: Kunne ikke aktivere HealthKit-levering i bakgrunnen.
sv: Det gick inte att aktivera HealthKit-bakgrundsleverans.

source: Failed to load Livelox user info.
cs: Nepodařilo se načíst informace o uživateli Livelox.
da: Kunne ikke indlæse Livelox-brugerinfo.
de: Livelox-Benutzerinfo konnte nicht geladen werden.
et: Livelox kasutajateabe laadimine ebaõnnestus.
fi: Livelox-käyttäjätietojen lataaminen epäonnistui.
fr: Impossible de charger les informations de l'utilisateur Livelox.
nb: Kunne ikke laste Livelox-brukerinfo.
sv: Det gick inte att läsa in Livelox-användarinfo.

source: Failed to save GPX file.
cs: Nepodařilo se uložit soubor GPX.
da: Kunne ikke gemme GPX-fil.
de: GPX-Datei konnte nicht gespeichert werden.
et: GPX-faili salvestamine ebaõnnestus.
fi: GPX-tiedoston tallentaminen epäonnistui.
fr: Impossible d'enregistrer le fichier GPX.
nb: Kunne ikke lagre GPX-fil.
sv: Det gick inte att spara GPX-filen.

source: Failed to upload GPX file.
cs: Nepodařilo se nahrát soubor GPX.
da: Kunne ikke uploade GPX-fil.
de: GPX-Datei konnte nicht hochgeladen werden.
et: GPX-faili üleslaadimine ebaõnnestus.
fi: GPX-tiedoston lataaminen epäonnistui.
fr: Impossible de transférer le fichier GPX.
nb: Kunne ikke laste opp GPX-fil.
sv: Det gick inte att ladda upp GPX-filen.

source: Filters
cs: Filtry
da: Filtre
de: Filter
et: Filtrid
fi: Suodattimet
fr: Filtres
nb: Filtre
sv: Filter

source: Filters and Upload
cs: Filtry a nahrávání
da: Filtre og upload
de: Filter und Hochladen
et: Filtrid ja üleslaadimine
fi: Suodattimet ja lataaminen
fr: Filtres et téléversement
nb: Filtre og opplasting
sv: Filter och uppladdning

source: For any privacy-related questions or data deletion requests regarding data on Livelox, contact Livelox support directly.
cs: Pro jakékoli dotazy týkající se ochrany soukromí nebo žádosti o odstranění dat na Livelox se obraťte přímo na podporu Livelox.
da: For spørgsmål om databeskyttelse eller anmodninger om sletning af data på Livelox bedes du kontakte Livelox support direkte.
de: Bei datenschutzbezogenen Fragen oder Anfragen zur Datenlöschung auf Livelox wende dich bitte direkt an den Livelox-Support.
et: Privaatsusega seotud küsimuste või Livelox'il andmete kustutamise taotluste korral võtke otse ühendust Livelox'i toega.
fi: Livelox'in tietosuojaan liittyvissä kysymyksissä tai tietojen poistopyynnöissä ota suoraan yhteyttä Livelox'in tukeen.
fr: Pour toute question relative à la confidentialité ou demande de suppression de données sur Livelox, contactez directement le support Livelox.
nb: For spørsmål om personvern eller forespørsler om sletting av data på Livelox, kontakt Livelox-support direkte.
sv: Vid integritetsfrågor eller begäran om radering av data på Livelox, kontakta Livelox support direkt.

source: Gestures & navigation
cs: Gesta a navigace
da: Bevægelser og navigation
de: Gesten & Navigation
et: Žestid ja navigatsioon
fi: Eleet ja navigointi
fr: Gestes et navigation
nb: Bevegelser og navigasjon
sv: Gester och navigering

source: Get Started
cs: Začít
da: Kom i gang
de: Loslegen
et: Alusta
fi: Aloita
fr: Commencer
nb: Kom i gang
sv: Kom igång

source: Go to Settings → Health → Apps → LoxBridge at any time to remove access. LoxBridge will stop detecting new workouts immediately.
cs: Přejděte do Nastavení → Zdraví → Aplikace → LoxBridge a odeberte přístup. LoxBridge okamžitě přestane zjišťovat nová cvičení.
da: Gå til Indstillinger → Helbred → Apps → LoxBridge for at fjerne adgang. LoxBridge stopper øjeblikkeligt med at registrere nye træninger.
de: Gehe zu Einstellungen → Gesundheit → Apps → LoxBridge, um den Zugriff zu entfernen. LoxBridge erkennt sofort keine neuen Trainings mehr.
et: Mine Seaded → Tervis → Rakendused → LoxBridge, et eemaldada juurdepääs. LoxBridge lõpetab kohe uute treeningute tuvastamise.
fi: Siirry Asetukset → Terveys → Sovellukset → LoxBridge poistaaksesi käyttöoikeuden. LoxBridge lopettaa uusien harjoitusten havaitsemisen välittömästi.
fr: Accédez à Réglages → Santé → Apps → LoxBridge pour supprimer l'accès. LoxBridge cessera immédiatement de détecter de nouveaux entraînements.
nb: Gå til Innstillinger → Helse → Apper → LoxBridge for å fjerne tilgang. LoxBridge slutter umiddelbart å oppdage nye treningsøkter.
sv: Gå till Inställningar → Hälsa → Appar → LoxBridge för att ta bort åtkomst. LoxBridge slutar omedelbart att identifiera nya träningspass.

source: GPS coordinates are read from your workout route (stored in the Health app by your Apple Watch or iPhone). LoxBridge also looks up a place name (e.g. Skatås, Göteborg) for each route using Apple's on-device geocoding service.
cs: GPS souřadnice jsou čteny z trasy vašeho tréninku (uložené v aplikaci Zdraví vaším Apple Watch nebo iPhone). LoxBridge také vyhledá název místa (např. Skatås, Göteborg) pro každou trasu pomocí geokódovací služby Apple přímo v zařízení.
da: GPS-koordinater læses fra din træningsrute (gemt i Sundhed-appen af dit Apple Watch eller iPhone). LoxBridge slår også et stednavn op (f.eks. Skatås, Göteborg) for hver rute ved hjælp af Apples geokodningstjeneste på enheden.
de: GPS-Koordinaten werden aus deiner Trainingsroute gelesen (in der Health-App von deiner Apple Watch oder deinem iPhone gespeichert). LoxBridge sucht auch einen Ortsnamen (z. B. Skatås, Göteborg) für jede Route mithilfe des Apple-Geocodierungsdienstes auf dem Gerät.
et: GPS-koordinaadid loetakse su treeningurajalt (salvestatud Tervise rakendusesse su Apple Watch'i või iPhone'i poolt). LoxBridge otsib ka kohanime (nt Skatås, Göteborg) iga raja jaoks kasutades Apple'i seadmesisest geokodeerimisteenus.
fi: GPS-koordinaatit luetaan harjoitusreitiltäsi (Apple Watchisi tai iPhonesi tallentamat Terveys-sovellukseen). LoxBridge etsii myös paikan nimen (esim. Skatås, Göteborg) kullekin reitille käyttäen Applen laitteella toimivaa geokoodauspalvelua.
fr: Les coordonnées GPS sont lues depuis votre parcours d'entraînement (stocké dans l'application Santé par votre Apple Watch ou iPhone). LoxBridge recherche également un nom de lieu (p. ex. Skatås, Göteborg) pour chaque parcours en utilisant le service de géocodage d'Apple sur l'appareil.
nb: GPS-koordinater leses fra treningsruten din (lagret i Helse-appen av Apple Watch eller iPhone). LoxBridge slår også opp et stedsnavn (f.eks. Skatås, Göteborg) for hver rute ved hjelp av Apples geokodingstjeneste på enheten.
sv: GPS-koordinater läses från din träningsrutt (sparad i Hälsa-appen av din Apple Watch eller iPhone). LoxBridge söker också upp ett platsnamn (t.ex. Skatås, Göteborg) för varje rutt med Apples geokodningstjänst på enheten.

source: GPX file could not be found.
cs: Soubor GPX nebyl nalezen.
da: GPX-filen kunne ikke findes.
de: GPX-Datei konnte nicht gefunden werden.
et: GPX-faili ei leitud.
fi: GPX-tiedostoa ei löydy.
fr: Le fichier GPX est introuvable.
nb: GPX-filen ble ikke funnet.
sv: GPX-filen kunde inte hittas.

source: GPX files are permanently deleted from this device. Routes already on Livelox are not affected.
cs: Soubory GPX jsou trvale smazány z tohoto zařízení. Trasy již na Livelox nejsou ovlivněny.
da: GPX-filer slettes permanent fra denne enhed. Ruter der allerede er på Livelox, påvirkes ikke.
de: GPX-Dateien werden dauerhaft von diesem Gerät gelöscht. Bereits in Livelox hochgeladene Routen sind nicht betroffen.
et: GPX-failid kustutatakse sellest seadmest jäädavalt. Liveloxis juba olevaid radasid see ei mõjuta.
fi: GPX-tiedostot poistetaan pysyvästi tästä laitteesta. Liveloxissa jo oleviin reitteihin ei vaikuteta.
fr: Les fichiers GPX sont définitivement supprimés de cet appareil. Les itinéraires déjà sur Livelox ne sont pas affectés.
nb: GPX-filer slettes permanent fra denne enheten. Ruter som allerede er på Livelox, påvirkes ikke.
sv: GPX-filer tas bort permanent från den här enheten. Rutter som redan finns på Livelox påverkas inte.

source: GPX Route
cs: GPX trasa
da: GPX-rute
et: GPX-rada
fi: GPX-reitti
fr: Itinéraire GPX
nb: GPX-rute
sv: GPX-rutt

source: Health & workout data
cs: Data zdraví a tréninku
da: Sundheds- og træningsdata
de: Gesundheits- und Trainingsdaten
et: Tervise- ja treeninguandmed
fi: Terveys- ja harjoitustiedot
fr: Données de santé et d'entraînement
nb: Helse- og treningsdata
sv: Hälso- och träningsdata

source: HealthKit access was removed. Re-authorize in Settings to resume automatic uploads.
cs: Přístup k HealthKit byl odebrán. Znovu autorizujte v Nastavení pro obnovení automatického nahrávání.
da: HealthKit-adgang blev fjernet. Genautoriser i Indstillinger for at genoptage automatiske uploads.
de: HealthKit-Zugriff wurde entfernt. Autorisiere erneut in den Einstellungen, um automatische Uploads fortzusetzen.
et: HealthKit juurdepääs eemaldati. Automaatsete üleslaadimiste jätkamiseks volita seadetes uuesti.
fi: HealthKit-käyttöoikeus on poistettu. Valtuuta uudelleen Asetukset-kohdassa jatkaaksesi automaattisia latauksia.
fr: L'accès à HealthKit a été révoqué. Réautorisez dans Réglages pour reprendre les transferts automatiques.
nb: HealthKit-tilgang ble fjernet. Autorisér på nytt i Innstillinger for å gjenoppta automatiske opplastinger.
sv: Åtkomst till HealthKit har tagits bort. Auktorisera igen under Inställningar för att återuppta automatiska uppladdningar.

source: HealthKit authorization failed.
cs: Autorizace HealthKit selhala.
da: HealthKit-autorisering mislykkedes.
de: HealthKit-Autorisierung fehlgeschlagen.
et: HealthKit autoriseerimine ebaõnnestus.
fi: HealthKit-valtuutus epäonnistui.
fr: L'autorisation HealthKit a échoué.
nb: HealthKit-autorisering mislyktes.
sv: HealthKit-auktorisering misslyckades.

source: HealthKit is not available on this device.
cs: HealthKit není na tomto zařízení k dispozici.
da: HealthKit er ikke tilgængeligt på denne enhed.
de: HealthKit ist auf diesem Gerät nicht verfügbar.
et: HealthKit pole sellel seadmel saadaval.
fi: HealthKit ei ole saatavilla tässä laitteessa.
fr: HealthKit n'est pas disponible sur cet appareil.
nb: HealthKit er ikke tilgjengelig på denne enheten.
sv: HealthKit är inte tillgängligt på den här enheten.

source: Home
cs: Domů
da: Hjem
de: Startseite
et: Kodu
fi: Koti
fr: Accueil
nb: Hjem
sv: Hem

source: I Understand & Continue
cs: Rozumím a pokračuji
da: Jeg forstår & fortsæt
de: Ich verstehe & weiter
et: Saan aru ja jätkan
fi: Ymmärrän ja jatkan
fr: Je comprends et je continue
nb: Jeg forstår og fortsetter
sv: Jag förstår och vill fortsätta
